"The name of your computer " = "El nombre de su ordenador ";"This computer’s local hostname " = "El nombre de servidor local de este ordenador ";"“" = "“";"”" = "”";" is already in use on this network. " = " ya se está usando en esta red. ";"The name has been changed to " = "Se ha sustituido el nombre por ";"." = ".";"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "Para cambiar el nombre del ordenador, abra Preferencias del Sistema y haga clic en Compartir. A continuación, escriba el nombre que desee en el campo “Nombre de ordenador”.";"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Para cambiar el nombre de servidor local, abra Preferencias del Sistema y haga clic en Compartir. A continuación, haga clic en Editar y escriba el nombre que desee en el campo “Nombre servidor local”.";"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Todos los intentos de encontrar un nombre disponible añadiendo dígitos al nombre actual también han fallado. ";"This may indicate a problem with the local network. Please inform your network administrator." = "Esto puede indicar un problema con la red local. Informe a su administrador de red.";